export default [
  {
    id: 0,
    speaker: 'Park Jihoon',
    title: 'About Park Jihoon',
    description: `
    พัก จี-ฮุน (เกาหลี: 박지훈; เกิดเมื่อ 29 พฤษภาคม ค.ศ. 1999) เป็นนักร้องและนักแสดงชาวเกาหลีใต้ ภายใต้สังกัด Maroo Entertainment เคยเป็นสมาชิกของวงบอยแบนด์อย่างวอนนาวัน และเป็นที่รู้จักเป็นอย่างมากจากการเป็นผู้เข้าแข่งขันรายการ พรอดิวซ์ 101 ฤดูกาล 2 ในเดือนเมษายน ค.ศ. 2019 พัก จี-ฮุนได้ออกอัลบั้มเดี่ยว โอคล็อก กับเพลงไทเทิลที่มีชื่อว่า "L.O.V.E" และขณะนี้กำลังอยู่ในระหว่างถ่ายทำละคร 꽃파당 โดยจะออกอากาศในช่วงเดือนกันยายน-ตุลาคมปีเดียวกัน
    พัก จี-ฮุน เริ่มต้นเข้าสู่วงการบันเทิงในปี ค.ศ. 2006 ขณะมีอายุเพียง 7 ปีเท่านั้น โดยเขาได้มีผลงานออกมาให้ชมอย่างต่อเนื่อง เช่น Peter Pan (ค.ศ. 2007–2009), The Harmonium in My Memory (ค.ศ. 2010) และ Radio Star (ค.ศ. 2010–2011), television dramas J umong (ค.ศ. 2006-2007), The King and I (ค.ศ. 2007–2008), Kimchi Cheese Smile (ค.ศ. 2007–2008), Iljimae (ค.ศ. 2008) และอีกหลากหลายผลงาน จีฮุนได้ปรากฏตัวในรายการ SS501's ซึ่งเป็นรายการเรียลลิตีโชว์ ถึงแม้ในตอนตอนนั้นจะปรากฏภาพเขาไม่ชัดเจน แต่ก็สามารถรู้ได้ว่านั้นคือพัก จี-ฮุน
หลังจากสร้างผลงานในวัยเด็กเอาไว้มากแล้ว เมื่อเข้าสู่วัยรุ่น จีฮุนได้เปลี่ยนเส้นทางจากการเป็นนักแสดงมาสู่สายนักร้อง โดยเขาได้เริ่มต้นเป็นเด็กฝึกในค่ายเพลงยักษ์ใหญ่อย่างเอสเอ็มเอนเตอร์เทนเมนต์ และ Fantagio แต่ด้วยอาการบาดเจ็บที่เข่าทำให้เขาต้องพลาดโอกาสในการเป็นหนึ่งในสมาชิกวง Astro และในปัจจุบันได้เซ็นสัญญากับค่าย Maroo Entertainment
    `,
    date: 'Friday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E6A1lw8VoAQngy1?format=jpg&name=medium',
  },
  {
    id: 1,
    speaker: 'Park Jihoon',
    title: 'WING-H!ND',
    description: `멀리서 보면 푸른 봄' 촬영 비하인드`,
    date: 'Saturday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E6kVfflVUAIEEJr?format=jpg&name=medium',
  },
  {
    id: 2,
    speaker: 'Park Jihoon',
    title: 'Wink Arcade 3',
    description: `WING-CATION🌊 윙깅이의 댄스파티🕺🏻`,
    date: 'Sunday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E6GgA79VcAEI0zA?format=jpg&name=large',
  },
  {
    id: 3,
    speaker: 'Park Jihoon',
    title: 'Wink Arcade 2',
    description: `향기 paradise💚💛💖`,
    date: 'Saturday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E58H8zwVgAE3OJL?format=jpg&name=large',
  },
  {
    id: 4,
    speaker: 'Park Jihoon',
    title: 'Wink Arcade 2',
    description: '박지훈 오락관🕹',
    date: 'Sunday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E6AJhbYVkAcuqBd?format=jpg&name=small',
  },
  {
    id: 5,
    speaker: 'Park Jihoon',
    title: 'WING-H!ND',
    description: 'DAZED 연애혁명 화보 촬영 비하인드',
    date: 'Friday',
    time: '12.00 - 14.30',
    image: 'https://pbs.twimg.com/media/E57t3kWVoAUOGZi?format=jpg&name=large',
  },
];
